
{
  "section": {
    "weddingTitle": "Ο Γάμος",
    "names": "Μάρκος & Μυρτώ",
    "weddingDate": "28.06.2025"
  },
  "navigation": {
    "title": "Γάμος M&M",
    "home": "Αρχική",
    "groombride": "Γαμπρός & Νύφη",
    "whenwhere": "Πότε & Πού",
    "gallery": "Γκαλερί"
  },
  "couple": {
    "groomName": "Μάρκος",
    "brideName": "Μυρτώ",
    "heading": "Παντρεύονται",
    "details": "στις 28 Ιουνίου 2025 — Λονδίνο, Ηνωμένο Βασίλειο"
  },
  "groombride": {
    "title": "Γαμπρός & Νύφη",
    "groomName": "Marco",
    "groomDescription": "",
    "brideName": "Myrto",
    "brideDescription": ""
  },
  "whenwhere": {
    "ceremonyTitle": "Τελετή Γάμου",
    "ceremonyTime": "Σάββατο, 28 Ιουνίου 2025, 12.00 μμ @ Trafalgar Tavern",
    "ceremonyDesc": "Το Trafalgar Tavern, που βρίσκεται στην οδό Park Row, Greenwich, Λονδίνο, SE10 9NW, είναι ένα ιστορικό παμπ δίπλα στο ποτάμι με πλούσιο και ιστορικό παρελθόν. Χτισμένο το 1837 από τον αρχιτέκτονα Joseph Kay, βρίσκεται στον χώρο του παλιού George Tavern και γρήγορα έγινε ένας μοντέρνος προορισμός στη βικτωριανή εποχή του Λονδίνου. Το ταβερνείο ήταν δημοφιλές στους διακεκριμένους όπως ο Charles Dickens, που τοποθέτησε το γαμήλιο πρωινό στο μυθιστόρημά του Ο Κοινός μας Φίλος στο Hawke Room, και φιλοξένησε πολιτικά δείπνα για το κόμμα των Φιλελευθέρων τον 19ο αιώνα.\n\nΚατά τη διάρκεια του 20ου αιώνα, το κτίριο χρησίμευσε για διάφορους σκοπούς, συμπεριλαμβανομένης της στέγασης ηλικιωμένων ναυτικών και ενός εργατικού κλαμπ, πριν ξανανοίξει ως παμπ το 1965. Αποκαταστάθηκε στη βικτωριανή του μεγαλοπρέπεια το 1968 και χαρακτηρίστηκε διατηρητέο κτίριο το 1973. Σήμερα, το Trafalgar Tavern διατηρεί τη ιστορική του γοητεία με κομψά εσωτερικά, έργα τέχνης με ναυτικά θέματα και εκπληκτική θέα στον ποταμό Τάμεση, καθιστώντας το έναν μοναδικό και γραφικό χώρο για γάμους και άλλες εορταστικές εκδηλώσεις.\n\nΕπιλέξαμε το Trafalgar Tavern ως τοποθεσία του γάμου μας επειδή θαυμάζουμε την ομορφιά του παμπ. Έχει γίνει το αγαπημένο μας μέρος για τα Σαββατοκύριακα, τα κυριακάτικα ψητά και είναι σαν εκκλησία για εμάς—φυσικά, ειρωνευόμενοι. Έχουμε γιορτάσει γενέθλια, Χριστούγεννα και έχουμε παρακολουθήσει αρκετούς γάμους εδώ μέχρι που αποφασίσαμε ότι δεν υπάρχει καλύτερο μέρος για να φιλοξενήσουμε τον γάμο μας. Ανυπομονούμε να μοιραστούμε αυτό το φιλικό, ανεπίσημο περιβάλλον με τους αγαπημένους μας και να βεβαιωθούμε ότι όλοι θα βυθιστούν στην εμπειρία Trafalgar.",

    "partyTitle": "Γαμήλιο Πάρτι",
    "partyTime": "Σάββατο, 28 Ιουνίου 2025, 14.00 μμ @ Trafalgar Tavern",
        "partyDesc": "Είμαστε ενθουσιασμένοι που σας προσκαλούμε να μας συνοδεύσετε στην ξεχωριστή μας μέρα στο Trafalgar Tavern! Εδώ είναι οι λεπτομέρειες:\n\n- Τελετή: Η γιορτή ξεκινάει στις 12 μμ στο παμπ, όπου θα ανταλλάξουμε τους όρκους μας.\n\n- Γεύμα: Μετά την τελετή, θα απολαύσουμε ένα υπέροχο γεύμα με εκπληκτική θέα στον Τάμεση.\n\n- Δεξίωση: Αφού απολαύσουμε το γεύμα, ήρθε η ώρα να γιορτάσουμε, χορεύοντας και απολαμβάνοντας το μπαρ.\n\nΑνυπομονούμε να μοιραστούμε αυτή την αξέχαστη μέρα μαζί σας!",

    "logisticTitle": "Λογιστική Γάμου",
    "logisticSubtitle": "Πώς να φτάσετε στο Trafalgar",
    "logisticDesc": "Οι τελετές θα πραγματοποιηθούν στο ιστορικό Trafalgar Tavern στο Λονδίνο, που βρίσκεται στην καρδιά του Γκρίνουιτς. Για τη δική σας διευκόλυνση, προτείνουμε να βρείτε διαμονή στο Γκρίνουιτς, στο North Greenwich ή στην περιοχή Royal Victoria. Αυτές οι τοποθεσίες προσφέρουν εύκολη πρόσβαση στον χώρο και ποικιλία επιλογών διαμονής. Για να φτάσετε στο Trafalgar Tavern, έχετε διάφορες επιλογές:\n- **Μετρό:** Οι πλησιέστεροι σταθμοί του μετρό είναι το North Greenwich (στη γραμμή Jubilee) και το Cutty Sark (στη γραμμή DLR). Και οι δύο σταθμοί προσφέρουν εύκολη πρόσβαση στο Γκρίνουιτς.\n- **Βάρκα:** Μπορείτε επίσης να απολαύσετε μια γραφική διαδρομή παίρνοντας την υπηρεσία Thames Clipper River Bus, η οποία σταματάει στο Greenwich Pier. Αυτό προσφέρει έναν μοναδικό και γραφικό τρόπο να φτάσετε στον χώρο.\n\nΕπιλέγοντας διαμονή σε αυτές τις προτεινόμενες περιοχές, θα είστε σε καλή θέση να μας ενωθείτε στη ξεχωριστή μας μέρα και να εξερευνήσετε τα όμορφα περίχωρα του Γκρίνουιτς.",

    "giftTitle": "Δώρο",
    "giftDesc": "Είμαστε πραγματικά ευγνώμονες για την παρουσία σας στην ξεχωριστή μας μέρα. Η αγάπη και η υποστήριξή σας είναι τα μεγαλύτερα δώρα που θα μπορούσαμε να ζητήσουμε. Παρακαλούμε, μην φέρετε δώρα—απλά ενώστε μαζί μας για να γιορτάσουμε την ένωσή μας."
  },
  "rsvp": {
    "heading": "Θα Παρευρεθείτε;",
    "instructions": "Παρακαλώ συμπληρώστε τη φόρμα για να μας ενημερώσετε αν θα παρευρεθείτε. Ευχαριστούμε.",
    "nameLabel": "Όνομα",
    "namePlaceholder": "Το Όνομά σας",
    "adultsLabel": "Αριθμός Ενηλίκων",
    "adultsPlaceholder": "Πόσοι ενήλικες;",
    "emailLabel": "Ηλεκτρονική Διεύθυνση",
    "emailPlaceholder": "Η Ηλεκτρονική σας Διεύθυνση",
    "kidsLabel": "Αριθμός Παιδιών",
    "kidsPlaceholder": "Πόσα παιδιά;",
    "allergiesLabel": "Αλλεργίες",
    "allergiesPlaceholder": "Υπάρχουν αλλεργίες που πρέπει να γνωρίζουμε;",
    "attending": "Θα μπορέσετε να παρευρεθείτε;",
    "submit": "Υποβολή"
  }
}