{
    "section": {
      "weddingTitle": "Il Matrimonio",
      "names": "Marco & Myrto",
      "weddingDate": "28.06.2025"
    },
    "navigation": {
        "title": "Matrimonio M&M",
        "home": "Home",
        "groombride": "Sposo & Sposa",
        "whenwhere": "Quando & Dove",
        "gallery": "Galleria"
      },
      "couple": {
        "groomName": "Marco",
        "brideName": "Myrto",
        "heading": "Si sposano",
        "details": "il 28 giugno 2025 — Londra, Regno Unito"
      },
      "groombride": {
        "title": "Sposo & Sposa",
        "groomName": "Marco",
        "groomDescription": "",
        "brideName": "Myrto",
        "brideDescription": "Dignissimos asperiores vitae velit veniam totam fuga molestias accusamus alias autem provident. Odit ab aliquam dolor eius..."
      },
        "whenwhere": {
          "ceremonyTitle": "Cerimonia di Matrimonio",
          "ceremonyTime": "Sabato, 28 Giugno 2025, 12:00 @ Trafalgar Tavern",
          "ceremonyDesc": "La Trafalgar Tavern, situata in Park Row, Greenwich, Londra, SE10 9NW, è un pub storico lungo il fiume con una ricca e leggendaria storia. Costruita nel 1837 dall'architetto Joseph Kay, sorge sul sito della Old George Tavern e divenne rapidamente una destinazione alla moda nella Londra vittoriana. La taverna era un luogo frequentato da figure di spicco come Charles Dickens, che ambientò il pranzo di nozze nel suo romanzo Il nostro comune amico nella Hawke Room, e ospitò cene politiche di pesce bianco per il partito liberale nel 19° secolo.\n\nNel corso del 20° secolo, l'edificio ha servito vari scopi, tra cui una casa per marinai anziani e un club per lavoratori, prima di riaprire come pub nel 1965. È stato restaurato alla sua grandezza vittoriana nel 1968 e designato edificio di Grado II nel 1973. Oggi, la Trafalgar Tavern conserva il suo fascino storico con interni eleganti, opere d'arte a tema marittimo e splendide viste sul Tamigi, rendendolo una location unica e pittoresca per matrimoni e altre celebrazioni.\n\nAbbiamo scelto la Trafalgar Tavern come luogo del nostro matrimonio perché ammiriamo la bellezza del pub. È stato il nostro luogo preferito per i fine settimana, gli arrosti della domenica, ed è come una chiesa per noi—ovviamente in modo sarcastico. Abbiamo festeggiato compleanni, Natale e assistito a diversi matrimoni qui fino a quando abbiamo deciso che non c'è posto migliore per ospitare il nostro matrimonio. Non vediamo l'ora di condividere questo ambiente amichevole e informale con i nostri cari e di assicurare che tutti si immergano nell'esperienza Trafalgar.",
          
          "partyTitle": "Festa di Matrimonio",
          "partyTime": "Sabato, 28 Giugno 2025, 14:00 @ Trafalgar Tavern",
          "partyDesc": "Siamo entusiasti di invitarvi a unirvi a noi per il nostro giorno speciale alla Trafalgar Tavern! Ecco i dettagli:\n\n- Cerimonia: La celebrazione inizia alle 12 PM nel pub, dove scambieremo i nostri voti.\n\n- Pasto: Dopo la cerimonia, ci godremo un delizioso pasto con una vista mozzafiato sul Tamigi.\n\n- Ricevimento: Una volta gustato il pasto, è il momento di festeggiare, ballare e godersi il bar.\n\nNon vediamo l'ora di condividere con voi questo giorno indimenticabile!",
          
          "logisticTitle": "Logistica del Matrimonio",
          "logisticSubtitle": "Come arrivare al Trafalgar",
          "logisticDesc": "Le cerimonie si terranno presso la storica Trafalgar Tavern a Londra, situata nel cuore di Greenwich. Per vostra comodità, suggeriamo di trovare alloggio a Greenwich, North Greenwich o nella zona di Royal Victoria. Queste località offrono un facile accesso alla sede e una varietà di opzioni di alloggio. Per raggiungere Trafalgar Tavern, avete diverse opzioni:\n- **Metro:** Le stazioni della metropolitana più vicine sono North Greenwich (sulla linea Jubilee) e Cutty Sark (sulla linea DLR). Entrambe le stazioni offrono un facile accesso a Greenwich.\n- **Barca:** Potete anche godervi una rotta panoramica prendendo il servizio Thames Clipper River Bus, che ferma al Greenwich Pier. Questo offre un modo unico e pittoresco per arrivare alla sede.\n\nScegliendo alloggi in queste aree suggerite, sarete ben posizionati per unirvi a noi nel nostro giorno speciale ed esplorare i bellissimi dintorni di Greenwich.",
          
          "giftTitle": "No Regali",
          "giftDesc": "Siamo veramente grati per la vostra presenza nel nostro giorno speciale. Il vostro amore e sostegno sono i più grandi doni che potremmo chiedere. Per favore, niente regali—unitevi semplicemente a noi per celebrare la nostra unione.."
        },
      "rsvp": {
        "heading": "Parteciperai?",
        "instructions": "Si prega di compilare il modulo per comunicarci la vostra partecipazione. Grazie.",
        "nameLabel": "Nome",
        "namePlaceholder": "Il tuo nome",
        "adultsLabel": "Numero di Adulti",
        "adultsPlaceholder": "Quanti adulti?",
        "emailLabel": "Email",
        "emailPlaceholder": "La tua email",
        "kidsLabel": "Numero di Bambini",
        "kidsPlaceholder": "Quanti bambini?",
        "allergiesLabel": "Allergie",
        "allergiesPlaceholder": "Ci sono allergie che dovremmo conoscere?",
        "attending": "Sarai dei nostri?",
        "submit": "Invia"
    }
    
  }
  