{
    "section": {
      "weddingTitle": "Il Matrimonio",
      "names": "Marco & Myrto",
      "weddingDate": "28.06.2025"
    },
    "navigation": {
        "title": "Matrimonio M&M",
        "home": "Home",
        "groombride": "Sposo & Sposa",
        "whenwhere": "Quando & Dove",
        "gallery": "Galleria"
      },
      "couple": {
        "groomName": "Marco",
        "brideName": "Myrto",
        "heading": "Si sposano",
        "details": "il 28 giugno 2025 — Londra, Regno Unito"
      },
      "groombride": {
        "title": "Sposo & Sposa",
        "groomName": "Marco",
        "groomDescription": "Dignissimos asperiores vitae velit veniam totam fuga molestias accusamus alias autem provident. Odit ab aliquam dolor eius...",
        "brideName": "Myrto",
        "brideDescription": "Dignissimos asperiores vitae velit veniam totam fuga molestias accusamus alias autem provident. Odit ab aliquam dolor eius..."
      },
        "whenwhere": {
          "ceremonyTitle": "Cerimonia di Matrimonio",
          "ceremonyTime": "Sabato, 28 Giugno 2025, 12:00 @ Trafalgar Tavern",
          "ceremonyDesc": "Annidato nel cuore storico di Greenwich, dove la nostra storia d'amore ha avuto inizio, il Trafalgar Tavern si erge come un faro di calore e fascino senza tempo. Questo non è solo il luogo del nostro matrimonio; è un simbolo del nostro viaggio, dall'incontro casuale tra le sue mura storiche al nuovo capitolo che stiamo per scrivere insieme. Mentre scambiamo i voti, saremo circondati dagli echi della storia e dal duraturo retaggio di amore e coraggio che lo stesso Ammiraglio Nelson ha incarnato. Il Trafalgar Tavern è più di un luogo che ci piace; è il terreno sacro dove i nostri due percorsi sono diventati uno, è la nostra chiesa!",
          
          "partyTitle": "Festa di Matrimonio",
          "partyTime": "Sabato, 28 Giugno 2025, 14:00 @ Trafalgar Tavern",
          "partyDesc": "Dopo esserci legati in matrimonio al Trafalgar Tavern, resteremo lì per continuare i festeggiamenti. Immagina questo: rilassarsi con del buon cibo e brindare con pinte di Guinness (o qualsiasi cosa tu preferisca)",
          
          "logisticTitle": "Logistica del Matrimonio",
          "logisticSubtitle": "Come arrivare al Trafalgar",
          "logisticDesc": "Le cerimonie si terranno presso la storica Trafalgar Tavern a Londra, situata nel cuore di Greenwich. Per vostra comodità, suggeriamo di trovare alloggio a Greenwich, North Greenwich o nella zona di Royal Victoria. Queste località offrono un facile accesso alla sede e una varietà di opzioni di alloggio. Per raggiungere Trafalgar Tavern, avete diverse opzioni:\n- **Metro:** Le stazioni della metropolitana più vicine sono North Greenwich (sulla linea Jubilee) e Cutty Sark (sulla linea DLR). Entrambe le stazioni offrono un facile accesso a Greenwich.\n- **Barca:** Potete anche godervi una rotta panoramica prendendo il servizio Thames Clipper River Bus, che ferma al Greenwich Pier. Questo offre un modo unico e pittoresco per arrivare alla sede.\n\nScegliendo alloggi in queste aree suggerite, sarete ben posizionati per unirvi a noi nel nostro giorno speciale ed esplorare i bellissimi dintorni di Greenwich.",
          
          "giftTitle": "Regalo",
          "giftDesc": "Siamo veramente grati per la vostra presenza nel nostro giorno speciale. Il vostro amore e sostegno sono i più grandi doni che potremmo chiedere. Per favore, niente regali—unitevi semplicemente a noi per celebrare la nostra unione.."
        },
      "rsvp": {
        "heading": "Parteciperai?",
        "instructions": "Si prega di compilare il modulo per comunicarci la vostra partecipazione. Grazie.",
        "nameLabel": "Nome",
        "namePlaceholder": "Il tuo nome",
        "adultsLabel": "Numero di Adulti",
        "adultsPlaceholder": "Quanti adulti?",
        "emailLabel": "Email",
        "emailPlaceholder": "La tua email",
        "kidsLabel": "Numero di Bambini",
        "kidsPlaceholder": "Quanti bambini?",
        "allergiesLabel": "Allergie",
        "allergiesPlaceholder": "Ci sono allergie che dovremmo conoscere?",
        "attending": "Sarai dei nostri?",
        "submit": "Invia"
    }
    
  }
  